Repository: PaoCel/somto
Catalog: ios/TwoWatch/Resources/Localizable.xcstrings
Source language: it
Languages: en, es

source: Cancellazione
en: Cancellation

source: Capolavoro
en: Masterpiece

source: Carica altre attività
en: Load more activity

source: Carica altri
en: Load more
es: Cargar más

source: Carica altri post
en: Load more posts
es: Cargar más posts

source: Carica altri thread
en: Load more threads
es: Cargar más hilos

source: Carica lo ZIP dell'export
en: Upload the export ZIP

source: Carica qui sotto lo ZIP ricevuto via mail: penso io a estrarre i file giusti. (In alternativa puoi estrarlo dall'app File e caricare i singoli file.)
en: Upload the ZIP you got by email below: I'll take care of pulling out the right files. (Or you can extract it in the Files app and upload the individual files.)

source: Caricamento aggiornamenti...
en: Loading updates...

source: Caricamento discussioni
en: Loading discussions

source: Caricamento generi in corso
en: Loading genres

source: Caricamento incompleto
en: Loading incomplete

source: Caricamento preferenza
en: Loading preference

source: Caricamento risultati in corso
en: Loading results

source: Caricamento stagioni in corso
en: Loading seasons

source: Caricamento titoli da TMDB in corso
en: Loading titles from TMDB

source: Caricamento titoli in corso
en: Loading titles

source: Carico altri post...
en: Loading more posts...

source: Carico dove guardarlo…
en: Loading where to watch…

source: Carico i generi
en: Loading genres
es: Cargando géneros

source: Carico i suggerimenti…
en: Loading recommendations…

source: Carico i titoli
en: Loading titles

source: Carico il cast
en: Loading cast

source: Carico il cast…
en: Loading the cast…

source: Carico il trailer…
en: Loading the trailer…

source: Carico l'invito…
en: Loading the invite…

source: Carico la watchlist…
en: Loading your watchlist…

source: Carico le emozioni già scelte…
en: Loading the emotions you already picked…

source: Carico le tue liste modificabili…
en: Loading your editable lists…

source: Cartoni
en: Cartoons

source: Cast completo
en: Full cast

source: Cast non disponibile per questo titolo.
en: Cast not available for this title.

source: Casuale o titolo specifico
en: Random or a specific title

source: Catalogo non disponibile
en: Catalog unavailable

source: Cerca
en: Search

source: Cerca attori e registi: ottieni filmografia e arricchimento da TMDB.
en: Search actors and directors: get filmography and TMDB enrichment.

source: Cerca attori, registi…
en: Search actors, directors…

source: Cerca il titolo corretto
en: Find the right title

source: Cerca nel catalogo
en: Search the catalog
es: Buscar en el catálogo

source: Cerca persone
en: Search people
es: Buscar personas

source: Cerca profili
en: Search profiles
es: Buscar perfiles

source: Cerca qualunque titolo: se ha un quiz, parte la partita.
en: Search any title: if it has a quiz, the game starts.

source: Cerca qui sotto i film e le serie che hai visto.
en: Search below for the movies and TV series you've watched.

source: Cerca tra chi segui
en: Search people you follow

source: Cerca tra le persone
en: Search people

source: Cerca un altro titolo
en: Search for another title

source: Cerca un film o una serie
en: Search for a movie or show

source: Cerca un film o una serie e apri il thread
en: Search for a movie or TV series and open the thread

source: Cerca un film o una serie…
en: Search for a movie or TV series…

source: Cerca un film, una serie…
en: Search for a movie, a series…

source: Cerca un nome utente
en: Search for a username

source: Cerca un titolo
en: Search for a title

source: Cerca un titolo su cui aprire la discussione
en: Search for a title to start a discussion

source: Cerca un titolo visto
en: Search a watched title
es: Buscar un título visto

source: Cerca una GIF…
en: Search for a GIF…

source: Cerca una discussione
en: Search for a discussion

source: Cerca una lista
en: Search for a list

source: Cerca una serie o un film
en: Search for a series or movie

source: Cerca utenti
en: Search users

source: Cerca...
en: Search...

source: Cerco actor e director nella collection people.
en: Searching actors and directors in the people collection.
es: Buscando actores y directores en la colección de personas.

source: Cerco nel catalogo Somto
en: Searching the Somto catalog
es: Buscando en el catálogo Somto

source: Cerco profili per te
en: Finding profiles for you

source: Cerco su TMDB…
en: Searching on TMDB…
es: Buscando en TMDB…

source: Chat con %@
en: Chat with %@

source: Chat di supporto non disponibile.
en: Support chat unavailable.

source: Chat e thread hanno filtro contenuti, segnalazione rapida e blocco utenti.
en: Chat and threads have content filters, quick reporting and user blocking.
es: El chat y los hilos tienen filtros de contenido, reporte rápido y bloqueo de usuarios.

source: Chat non disponibile.
en: Chat unavailable.

source: Che impressione ha fatto
en: What impression did it make

source: Che impressione hai avuto?
en: What was your impression?

source: Che impressione ti ha lasciato?
en: What impression did it leave you with?

source: Chi ha conquistato la community
en: Who won the community over

source: Chi la sta guardando
en: Who's watching it

source: Chi segui
en: Following

source: Chi ti ha conquistato?
en: Who won you over?

source: Chiude il 15/07
en: Closes July 15

source: Chiude la ricerca
en: Closes search

source: Chiudi
en: Close
es: Cerrar

source: Chiudi %@
en: Close %@

source: Chiudi composer sfida
en: Close challenge composer

source: Chiudi il messaggio
en: Close the message

source: Chiudi il messaggio di benvenuto
en: Close the welcome message

source: Chiudi menu
en: Close menu

source: Chiudi promemoria voto
en: Close rating reminder

source: Chiudi stagioni ed episodi
en: Close seasons and episodes

source: Chiudi suggerimento
en: Close suggestion

source: Chiudi, gioca più tardi
en: Close, play later

source: Chiudi, torna alle sfide
en: Close, back to challenges

source: Ci pensiamo noi: ti avvisiamo appena la tua libreria è pronta.
en: We'll handle it: we'll let you know as soon as your library is ready.

source: Ci servono titoli con un voto community alto e durata accessibile per consigliarli per una serata insieme.
en: We need titles with a high community rating and a manageable length to recommend for a movie night together.

source: Ci sono le serie in corso e quelle che non hai ancora iniziato. Si aggiorna quando apri Somto.
en: It has the series you're watching and the ones you haven't started. It updates when you open Somto.

source: Classifica
en: Leaderboard

source: Classifica non disponibile
en: Leaderboard unavailable

source: Classifica vuota
en: Leaderboard empty

source: Classifica. Scopri i migliori.
en: Leaderboard. Discover the top players.

source: Coda esaurita per ora
en: Queue empty for now
es: Cola agotada por ahora

source: Coda vuota
en: Empty queue

source: Codice scaduto
en: Code expired

source: Collaboratore
en: Editor

source: Collaboratori
en: Collaborators

source: Collega Trakt
en: Connect Trakt

source: Collega il tuo account Trakt: importiamo titoli visti, voti e watchlist in automatico, senza caricare nessun file.
en: Connect your Trakt account: we'll automatically import your watched titles, ratings, and watchlist, without uploading any files.

source: Come funziona
en: How it works
es: Cómo funciona

source: Come funziona la Watchlist
en: How the Watchlist works

source: Come funziona una sfida
en: How a challenge works

source: Come funziona una sfida. Rispondete alle stesse domande: vince chi fa più punti.
en: How a challenge works. You both answer the same questions: whoever scores more wins.

source: Come ti ha fatto sentire?
en: How did it make you feel?

source: Come vuoi giocare?
en: How do you want to play?

source: Come vuoi sfidare?
en: How do you want to challenge someone?

source: Commenta l'episodio %lld
en: Comment on episode %lld

source: Commenti
en: Comments
es: Comentarios

source: Commenti sul voto
en: Comments on the rating

source: Commenti sulla visione
en: Comments on the watch

source: Commento segnalato per contenuto o comportamento inappropriato.
en: Comment reported for inappropriate content or behavior.

source: Commento su %@: non sei ancora arrivato qui.
en: Comment on %@: you're not this far yet.
es: Comentario sobre %@: aún no has llegado hasta aquí.

source: Commosso
en: Touched

source: Compatibile con la frase
en: Compatible with the phrase

source: Completa
en: Complete

source: Completa contenuti
en: Complete content

source: Completata il
en: Completed on

source: Completata in questa lista
en: Completed in this list

source: Compressa
en: Collapsed

source: Con amici
en: With friends

source: Con chi l'hai visto
en: Who you watched it with

source: Con questi titoli abbiamo solo %lld domande. Aggiungine altri per una sfida completa.
en: With these titles we only have %lld questions. Add more for a full challenge.

source: Condividi
en: Share

source: Condividi Somto con chi vuoi
en: Share Somto with anyone you want

source: Condividi il link dell'invito
en: Share the invite link

source: Condividi invito
en: Share invite

source: Condividi la lista
en: Share list

source: Condividi profilo
en: Share profile

source: Condividi statistiche visione
en: Share watch stats

source: Condividilo in un gruppo esistente o creane uno al volo.
en: Share it in an existing group or create one on the fly.

source: Condividilo per far partire la sfida.
en: Share it to start the challenge.

source: Condivisa
en: Shared

source: Condivise
en: Shared

source: Condivise con te
en: Shared with you
es: Compartidas contigo

source: Condivisione da @%@
en: Shared from @%@

source: Conferma
en: Confirm

source: Conferma e chiudi
en: Confirm and close

source: Conferma e salta %lld
en: Confirm and skip %lld

source: Conferma i titoli scelti
en: Confirm selected titles

source: Conferma password
en: Confirm password
es: Confirmar contraseña

source: Conferma risposta
en: Confirm answer

source: Conferma spoiler
en: Confirm spoiler

source: Confronto risposte
en: Answer comparison

source: Confuso
en: Confused

source: Connessione assente. Controlla la rete e riprova.
en: No connection. Check your network and try again.

source: Connetti Trakt
en: Connect Trakt

source: Consiglia una serie sottovalutata
en: Recommend an underrated series

source: Conta come rewatch anche i titoli già visti su Somto
en: Also count titles you've already watched on Somto as a rewatch

source: Contatta il supporto
en: Contact support
es: Contactar soporte

source: Contenuti non disponibili
en: Content not available

source: Contenuto non disponibile
en: Content unavailable
es: Contenido no disponible

source: Contenuto non trovato
en: Content not found

source: Contiene spoiler
en: Contains spoilers

source: Contiene spoiler su questo contenuto. Procedi?
en: This content contains spoilers. Continue?

source: Contiene spoiler su tutta la stagione %lld. Procedi?
en: This contains spoilers for all of season %lld. Continue?

source: Continua
en: Continue

source: Continua a guardare
en: Continue watching

source: Continua a preparare Somto
en: Keep setting up Somto

source: Continua alla prossima domanda
en: Continue to the next question

source: Continua con Apple
en: Continue with Apple

source: Continua con Google
en: Continue with Google
es: Continuar con Google

source: Continua dal sito
en: Continue on the site

source: Continua il percorso
en: Continue watching

source: Continua nella discussione della serie
en: Continue in the series discussion

source: Continuando accetti i Termini di servizio e la Privacy policy di Somto.
en: By continuing, you agree to Somto's Terms of Service and Privacy Policy.

source: Continuando accetti i Termini di servizio e le linee guida della community.
en: By continuing, you agree to the Terms of Service and Community Guidelines.

source: Controlla i titoli dubbi
en: Review uncertain titles

source: Controlla la connessione e riprova.
en: Check your connection and try again.

source: Controllo anche TMDB
en: Also checking TMDB
es: También consultando TMDB

source: Conversazione limitata
en: Limited conversation
es: Conversación limitada

source: Correggi il progresso senza uscire dalla watchlist.
en: Fix your progress without leaving the watchlist.

source: Corrette
en: Correct

source: Cosa hai amato?
en: What have you loved?

source: Cosa hai già visto? Vai nel Profilo
en: What have you already watched? Go to Profile

source: Cosa hai visto stasera?
en: What did you watch tonight?

source: Cosa non torna?
en: What's wrong?

source: Cosa possiamo migliorare?
en: What can we improve?

source: Cosa vuoi guardare oggi?
en: What do you want to watch today?

source: Così sai subito quando ti rispondiamo, senza dover riaprire l'app.
en: So you'll know right away when we reply, without having to reopen the app.

source: Cover pronta. Verra caricata al salvataggio.
en: Cover ready. It'll upload when you save.

source: Crea
en: Create

source: Crea account
en: Create account
es: Crear cuenta

source: Crea e aggiungi
en: Create and add

source: Crea e apri
en: Create and open

source: Crea il tuo account
en: Create your account

source: Crea invito
en: Create invite

source: Crea lista
en: Create list

source: Crea nuova lista
en: Create new list
es: Crear nueva lista

source: Crea o accetta una lista condivisa per vederla qui.
en: Create or accept a shared list to see it here.

source: Crea un gruppo dalla scheda di un titolo per parlarne con i tuoi amici.
en: Create a group from a title page to talk about it with your friends.

source: Crea una lista
en: Create a list

source: Crea una lista per raccogliere titoli, percorsi o rewatch curati.
en: Create a list to collect titles, paths or curated rewatches.
es: Crea una lista para recopilar títulos, recorridos o rewatches seleccionados.

source: Crea una nuova sfida
en: Create a new challenge

source: Crea una sfida
en: Create a challenge

source: Creane una per organizzare i titoli: una maratona, una serata con qualcuno, un tema.
en: Create one to organize your titles: a marathon, a night with someone, a theme.

source: Creazione invito in corso
en: Creating invite

source: Creazione...
en: Creating...

source: Crei un link da condividere: chi lo apre si registra e gioca la sfida con te.
en: You create a link to share: whoever opens it signs up and plays the challenge with you.

source: Creo la lista…
en: Creating list…

source: Creo…
en: Creating…

source: Cronologia di film e serie che hai completato.
en: History of movies and shows you've completed.

source: DISCUSSIONI CHE SEGUI
en: DISCUSSIONS YOU FOLLOW

source: DM, gruppi, pubblici
en: DMs, groups, public
es: DMs, grupos, públicos

source: DOMANDA %lld
en: QUESTION %lld

source: Da %@
en: From %@

source: Da TV Time o Netflix
en: From TV Time or Netflix

source: Da dove arrivano le domande?
en: Where do the questions come from?

source: Da guardare
en: To watch

source: Da ora i nuovi utenti accettano i termini community in registrazione. Gli account già esistenti devono confermarli al primo accesso utile prima di continuare a usare Somto.
en: New users now accept community terms during registration. Existing accounts must confirm them on next login before continuing to use Somto.
es: Los nuevos usuarios ahora aceptan los términos de la comunidad al registrarse. Las cuentas existentes deben confirmarlos en el próximo inicio de sesión.

source: Da qui puoi aprire le aree principali di Somto.
en: From here you can open the main areas of Somto.
es: Desde aquí puedes abrir las áreas principales de Somto.

source: Da vedere
en: To Watch
es: Por ver

source: Da vedere in questa lista
en: To watch in this list

source: Da vedere, Rewatch e liste personali vivono nel tuo profilo. Accedi per continuare.
en: To Watch, Rewatch and personal lists live in your profile. Sign in to continue.
es: Por ver, Rewatch y listas personales están en tu perfil. Inicia sesión para continuar.

source: Da vedere, Rewatch, liste curate e spazi condivisi in un'unica area chiara.
en: To Watch, Rewatch, curated lists and shared spaces in one clear area.
es: Por ver, Rewatch, listas curadas y espacios compartidos en un área clara.

source: Da vedere, liste e Scopri per te
en: To watch, lists, and Discover for you

source: Dai tuoi voti episodio
en: From your episode ratings

source: Dai un nome alla lista.
en: Give the list a name.

source: Dalla tua cerchia
en: From your circle

source: Dalla tua watchlist
en: From your watchlist

source: Data di uscita
en: Release date

source: Deck e swipe
en: Deck and swipe
es: Deck y swipe

source: Descrizione
en: Description

source: Destra
en: Right
es: Derecha

source: Detta o scrivi una frase
en: Dictate or type a phrase

source: Devi accedere a Somto per cercare altre persone.
en: You need to sign in to Somto to search for other people.

source: Devi ancora giocare questa sfida.
en: You still need to play this challenge.

source: Difficile
en: Hard

source: Difficoltà
en: Difficulty

source: Digita il nome utente o tocca una ricerca recente.
en: Type a username or tap a recent search.

source: Digita un titolo o tocca un suggerimento per iniziare.
en: Type a title or tap a suggestion to get started.

source: Digita un titolo per iniziare la ricerca.
en: Type a title to start searching.
es: Escribe un título para empezar a buscar.

source: Discussione
en: Discussion

source: Discussioni per te
en: Discussions for you

source: Discussioni pubbliche, gruppi e DM collegati ai titoli del catalogo condiviso.
en: Public discussions, groups and DMs linked to shared catalog titles.
es: Discusiones públicas, grupos y DMs vinculados a títulos del catálogo compartido.

source: Discussioni su questo titolo
en: Discussions about this title

source: Disponibile su %@
en: Available on %@

source: Disponibile su App Store
en: Available on the App Store

source: Distribuzione su un campione di %lld voti recenti.
en: Distribution based on a sample of %lld recent ratings.

source: Divertito
en: Amused

source: Domanda
en: Question

source: Domanda %lld di %lld
en: Question %lld of %lld

source: Domanda %lld di %lld. %lld restanti.
en: Question %lld of %lld. %lld remaining.

source: Domande a sorpresa, oppure su un titolo che scegli tu.
en: Surprise questions, or about a title you choose.

source: Doppio tap per selezionare
en: Double-tap to select

source: Dove guardarlo
en: Where to watch

source: Dove in streaming
en: Where to stream

source: Dovrai accedere di nuovo per usare watchlist, quiz e profilo.
en: You'll need to sign in again to use your watchlist, quiz, and profile.

source: Download URL non disponibile.
en: Download URL unavailable.

source: Due minuti per non perderti nulla.
en: Two minutes and you won't miss a thing.

source: Dì la tua
en: Have your say

source: E cosa hai già visto?
en: And what have you already watched?

source: Elettrizzato
en: Thrilled

source: Elimina
en: Delete
es: Eliminar

source: Elimina account
en: Delete account
es: Eliminar cuenta

source: Elimina il voto di questa stagione. Gli altri voti restano.
en: Deletes this season's rating. Your other ratings stay.

source: Elimina il voto di questo episodio. Gli altri voti restano.
en: Deletes this episode's rating. Your other ratings stay.

source: Elimina lista
en: Delete list

source: Eliminare definitivamente l'account?
en: Permanently delete account?
es: ¿Eliminar la cuenta permanentemente?

source: Eliminare l'account?
en: Delete account?
es: ¿Eliminar la cuenta?

source: Eliminare la lista?
en: Delete the list?

source: Eliminazione account...
en: Deleting account...
es: Eliminando cuenta...

source: Eliminazione...
en: Deleting...

source: Email non valida.
en: Invalid email.

source: Email o password non corretti.
en: Incorrect email or password.

source: Entra
en: Continue

source: Entra nella community
en: Join the community

source: Episodi non disponibili
en: Episodes not available

source: Episodio %lld
en: Episode %lld

source: Episodio %lld non visto, tocca per segnare come visto
en: Episode %lld not watched, tap to mark as watched

source: Episodio %lld visto, tocca per segnare come non visto
en: Episode %lld watched, tap to mark as not watched

source: Episodio %lld visto. Tocca per segnare da vedere.
en: Episode %lld watched. Tap to mark as to watch.

source: Episodio visto
en: Episode watched

source: Errore
en: Error
es: Error

source: Errore non disponibile
en: Error unavailable
es: Error no disponible

source: Es. Marco
en: E.g. Marco

source: Esci
en: Sign Out
es: Cerrar sesión

source: Esempi
en: Examples

source: Esempi: “tutti i film del Signore degli Anelli”, “film di Sherlock Holmes”, “Marvel in ordine cronologico”.
en: Examples: “all the Lord of the Rings movies”, “Sherlock Holmes movies”, “Marvel in chronological order”.

source: Esiste già un account con questa email.
en: An account with this email already exists.

source: Espansa
en: Expanded

source: Esplora titoli
en: Explore titles
es: Explorar títulos

source: Esplora tutte
en: Explore all

source: Esplora tutti i thread
en: Explore all threads

source: Faccelo sapere in due secondi: ci aiuta a migliorare l'app.
en: Let us know in two seconds: it helps us improve the app.

source: Facile
en: Easy

source: Facoltativo, fino a 3. Aiuta la community a capire il tono del titolo.
en: Optional, up to 3. Helps the community get a sense of the title's tone.

source: Facoltativo. Se scegli un gruppo, nel feed useremo i membri del gruppo per costruire il post.
en: Optional. If you pick a group, we'll use its members to build the post in the feed.

source: Falso positivo
en: False positive

source: Fatto
en: Done

source: Feed ancora vuoto
en: Feed still empty
es: Feed aún vacío

source: File dei film (obbligatorio)
en: Movies file (required)

source: Film
en: Movie
es: Película

source: Filtra i risultati per Film o Serie
en: Filter results by Movies or Series

source: Filtra i titoli del genere per Film o Serie
en: Filter genre titles by Movies or Series

source: Filtra per emozione
en: Filter by emotion

source: Filtra per genere
en: Filter by genre

source: Filtra per voto
en: Filter by rating

source: Filtro
en: Filter

source: Filtro i profili leggibili per il testo inserito.
en: Filtering readable profiles by the entered text.
es: Filtrando perfiles legibles por el texto ingresado.

source: Finisce nella libreria del tuo profilo, sotto «Visti».
en: It goes into your profile library, under “Watched”.

source: Fino a 3, per questo episodio
en: Up to 3, for this episode

source: Firebase Messaging non ha restituito un token valido.
en: Firebase Messaging didn't return a valid token.

source: Flow rapido per partire da questo titolo e rifinire poi la lista con calma.
en: A quick flow to start from this title and fine-tune the list later, at your own pace.

source: Follower
en: Followers
es: Seguidores

source: Formato export
en: Export format

source: Forse dopo
en: Maybe later

source: Forte
en: Heavy

source: Frustrato
en: Frustrated

source: Fuori dalla watchlist
en: Not in your watchlist

source: GIF non disponibile
en: GIF not available

source: GIF non disponibili
en: GIFs unavailable

source: GIF non disponibili al momento. Riprova più tardi.
en: GIFs not available right now. Try again later.

source: Genera un nuovo codice
en: Generate a new code

source: Generi
en: Genres
es: Géneros

source: Generi chiave
en: Key genres

source: Gestisci
en: Manage

source: Gestisci account
en: Manage account
es: Gestionar cuenta

source: Gestisci i suggerimenti ricevuti e quelli che hai inviato.
en: Manage the suggestions you received and those you sent.
es: Gestiona las sugerencias recibidas y las que enviaste.

source: Gestisci lista
en: Manage list

source: Gestisci titolo
en: Manage title

source: Gia visto
en: Already watched
